{
    "Dogs": [
      {
        "Type": "Boxer",
        "Size": "Medium",
        "Breed Group": "Working",
        "Colors": "Brindle, White, Fawn",
        "Life Span": "10-12 years",
        "Origin": "Germany, Munich",
        "Info": "Boxers are silly, sweet and mischievous. They clown around with family and friends, are patient and playful with children, but show a deliberate and wary face to strangers, responding with unmatched courage to anything that threatens their loved ones. Those characteristics are why people love them."
      },
      {
        "Type": "Great Dane",
        "Size": "Large",
        "Breed Group": "Working",
        "Colors": "Brindle, Black, Fawn, Harlequin, Blue, Mantle",
        "Life Span": "8–10 years",
        "Origin": "Germany",
        "Info": "The Great Dane’s size attracts attention and offers instant protection -- no one will guess what a sweetheart he is on the inside. The Great Dane is a real family companion. He wants to share the couch and help you watch TV."
      },
      {
        "Type": "Miniature Schnauzer",
        "Size": "Small",
        "Breed Group": "Terrier",
        "Colors": "Black, White, Black & Silver, Salt & Pepper",
        "Life Span": "12–15 years",
        "Origin": "Germany",
        "Info": "Lively and active, the Miniature Schnauzer has a larger than life personality and loves to participate in everything you do. He’ll follow you around the house, alert you to someone at the door – possibly more heartily than you might desire."
      },
      {
        "Type": "Beagle",
        "Size": "Small",
        "Breed Group": "Hound",
        "Colors": "Lemon & White, Tri-color, Chocolate Tri, White & Chocolate, Orange & White, White & Chestnut, Red & White",
        "Life Span": "12–15 years",
        "Origin": "England",
        "Info": "Beagles are scenthounds, meaning they live to use their nose. They’re a comfortable size to tote around in your car, simple to groom, and their exercise needs are easily met with a long, meandering walk that gives them plenty of time to sniff."
      },
      {
        "Type": "Dalmation",
        "Size": "Medium",
        "Breed Group": "Non-Sporting",
        "Colors": "White background, black or liver spots",
        "Life Span": "10-13 years",
        "Origin": "Croatia",
        "Info": "The Dalmatian is highly active and intelligent and needs lots of exercise to stay happy. A former circus performer, he’s great at learning tricks and loves to show off his talents."
      }
    ]
  }